Repository: CSLTech/wp-stateless
Catalog: static/languages/stateless-media-*.po
Languages: de_de

source: Incorrect Request
de_de: Ungültige Anfrage

source: Failed resize: %s is an invalid image ID.
de_de: Anpassung der Bildgröße fehlgeschlagen: %s ist keine gültige Bild ID.

source: Your user account doesn't have permission to resize images
de_de: Deinem Benutzerkonto fehlt die Berechtigung, die Bildgröße anzupassen

source: Both local and remote files are missing. Unable to resize. (%s)
de_de: Lokale und entfernte Datei fehlen. Anpassung nicht möglich. (%s)

source: Unknown failure reason.
de_de: Unbekannter Fehler.

source: %1$s (ID %2$s) was successfully resized in %3$s seconds.
de_de: %1$s (ID %2$s) wurde innerhalb von %3$s Sekunden erfolgreich angepasst.

source: Attachment not found: %s is an invalid file ID.
de_de: Anhang nicht gefunden: %s ist eine ungültige ID.

source: You are not allowed to do this.
de_de: Sie sind nicht berechtigt diesen Vorgang durchzuführen.

source: File not found (%s)
de_de: Datei nicht gefunden (%s)

source: %1$s (ID %2$s) was successfully synchronised in %3$s seconds.
de_de: %1$s (ID %2$s) wurde innerhalb %3$s Sekunden erfolgreich synchronisiert.

source: No images media objects found.
de_de: Keine Bilddateien gefunden.

source: No files found.
de_de: Keine Dateien gefunden.

source: Regenerate and Sync with GCS
de_de: Regeneriere und synchronisiere mit GCS

source: Sync with GCS
de_de: Synchronisiere mit GCS

source: Cache Control:
de_de: Cache-Steuerung:

source: [view]
de_de: [betrachten]

source: Settings
de_de: Einstellungen

source: Could not connect to Google Storage bucket. Please, be sure that bucket with name <b>%s</b> exists.
de_de: Keine Verbindung zum Google Storage Bucket möglich. Bitte vergewissern Sie sich, das ein Bucket mit dem Namen <b>%s</b> existiert.

source: There is an Error on connection to Google Storage.
de_de: Bei der Verbindung zu Google Storage ist eine Fehler aufgetreten.

source: Unable to locate file on disk
de_de: Datei konnte nicht gefunden werden

source: <b>Bucket</b> parameter must be provided.
de_de: <b>Bucket</b> muss angegeben werden.

source: <b>Service Account JSON</b> is invalid.
de_de: <b>Dienstkonto mit Schlüsseltyp JSON</b> ist ungültig.

source: Stateless Images Synchronisation
de_de: Stateless Bilder Synchronisierung

source: Stateless Sync
de_de: Stateless Synchronisation

source: Stateless Media Settings
de_de: Stateless Media Einstellungen

source: Service Account JSON
de_de: Dienstkonto mit Schlüsseltyp JSON

source: Mode
de_de: Modus

source: Credentials
de_de: Zugangsdaten

source: Advanced
de_de: Erweitert

source: Debug
de_de: Debuggen

source: Override default Cache Control
de_de: Standard Cache-Steuerung überschreiben

source: (Use input bellow to change cache control)
de_de: (Nutze das untere Feld um die Cache-Steuerung zu ändern)

source: Upload on-fly generated (by third-party scripts) images to GCS.
de_de: On-the-fly generierte Bilder (durch Dritthersteller Skripts) zu GCS hochladen

source: (This option may slow down file upload processes)
de_de: (Diese Option könnte den Upload-Vorgang verlangsamen)

source: Delete media from GCS when media is deleted from the site.
de_de: Lokal gelöschte Medien auch von GCS entfernen.

source: (This option may slow down media deletion process)
de_de: (Diese Option könnte den Löschvorgang verlangsamen)

source: Randomize the filename of newly uploaded media files.
de_de: System definierte Dateinamen vergeben, bei neu hochgeladenen Bilddateien.

source: (May help to avoid unwanted GCS caching)
de_de: (Hilft eventuell unerwünschte Zwischenspeicherung von GCS zu vermeiden)

source: Root Directory
de_de: Hauptverzeichnis

source: (With trailing slash!)
de_de: (mit abschließendem Slash!)

source: The account name can not be changed because it is set via <a href="%s">Network Settings.</a>
de_de: Die Kontenbezeichnung kann nicht geändert werden, weil diese über die <a href="%s">Netzwerkeinstellungen</a> gesetzt wurde.

source: Disabled
de_de: Deaktiviert

source: Disable Stateless Media.
de_de: Deaktiviere Stateless Media.

source: Backup
de_de: Datensicherung

source: Push media files to Google Storage but keep using local ones.
de_de: Übertrage die Bilddateien zu Google Storage, aber nutze weiterhin die lokal gespeicherten Dateien.

source: Push media files to Google Storage and use them directly from there.
de_de: Übertrage die Bilddateien zu Google Storage und verwende diese direkt von dort aus.

source: Google Storage credentials and settings.
de_de: Google Storage Zugangsdaten und Einstellungen.

source: Be advised, Imagick does not seem to be installed, thumbnails will not be generated not uploaded..
de_de: Beachten Sie bitte, daß Imagick nicht installiert zu sein scheint und daher werden Vorschaubilder weder generiert und noch hochgeladen.

source: Be advised, GD does not seem to be installed, thumbnails will not be generated not uploaded..
de_de: Beachten Sie bitte, daß GD nicht installiert zu sein scheint und daher werden Vorschaubilder weder generiert und noch hochgeladen.

source: You must enable Javascript in order to proceed!
de_de: Aktiviere Javascript um fortzufahren!

source: Action
de_de: Vorgang

source: Regenerate all stateless images and synchronize Google Storage with local server
de_de: Alle zustandslosen Bilder regenerieren und zwischen Google Storage und lokalen Server synchronisieren

source: Synchronize non-images files between Google Storage and local server
de_de: Alle weiteren Dateien (Bilder ausgenommen) zwischen Google Storage und lokalen Server synchronisieren

source: Method
de_de: Methode

source: Start a new process
de_de: Neuen Vorgang starten

source: <strong>Warning:</strong> This will make it impossible to continue the last process.
de_de: <strong>Warnung:</strong> Hierdurch lässt sich der letzte Vorgang nicht mehr weiterführen.

source: Continue the last process
de_de: Letzten Vorgang weiterführen

source: Fix errors
de_de: Fehler beheben

source: Try to fix previously failed items
de_de: Versuche zuvor fehlgeschlagene Elemente zu beheben

source: Bulk Size
de_de: Menge

source: How many items to process at once
de_de: Anzahl der Dateien die gleichzeitig bearbeitet werden sollen

source: Run (may take a while)
de_de: Ausführen (kann eine Weile dauern)

source: Stop
de_de: Anhalten

source: Clear Log
de_de: Leere Protokoll

source: Distributive is broken. composer.json is missed. Try to remove and upload plugin again.
de_de: Der Verteiler funktioniert nicht. Die Datei composer.json fehlt. Versuchen Sie das Plugin zu entfernen und wieder hochzuladen.

source: Plugin requires PHP %s or higher. Your current PHP version is %s
de_de: Plugin erfordert PHP %s oder höher. Ihre aktuelle Version ist PHP %s

source: Distributive is broken. %s file is missed. Try to remove and upload plugin again.
de_de: Der Verteiler funktioniert nicht. Die Datei %s fehlt. Versuchen Sie das Plugin zu entfernen und wieder hochzuladen.

source: Distributive is broken. Plugin loader is not available. Try to remove and upload plugin again.
de_de: Der Verteiler funktioniert nicht. Der Plugin-Loader ist nicht verfügbar. Versuchen Sie das Plugin zu entfernen und wieder hochzuladen.

source: <p><b>%s</b> can not be initialized. %s</p>
de_de: <p><b>%s</b> kann nicht initialisiert werden. %s</p>
